{
	"CopilotChat.nvim": {
		"branch": "main"
	},
	"FixCursorHold.nvim": {
		"branch": "master"
	},
	"LazyVim": {
		"branch": "main"
	},
	"aerial.nvim": {
		"branch": "master"
	},
	"blink-cmp-copilot": {
		"branch": "main"
	},
	"blink.cmp": {
		"branch": "main"
	},
	"blink.compat": {
		"branch": "main"
	},
	"bufferline.nvim": {
		"branch": "main"
	},
	"catppuccin": {
		"branch": "main"
	},
	"cmp-tabnine": {
		"branch": "main"
	},
	"conform.nvim": {
		"branch": "master"
	},
	"copilot.lua": {
		"branch": "master"
	},
	"dial.nvim": {
		"branch": "master"
	},
	"edgy.nvim": {
		"branch": "main"
	},
	"flit.nvim": {
		"branch": "main"
	},
	"friendly-snippets": {
		"branch": "main"
	},
	"fzf-lua": {
		"branch": "main"
	},
	"git.nvim": {
		"branch": "main"
	},
	"gitsigns.nvim": {
		"branch": "main"
	},
	"grug-far.nvim": {
		"branch": "main"
	},
	"harpoon": {
		"branch": "harpoon2"
	},
	"inc-rename.nvim": {
		"branch": "main"
	},
	"incline.nvim": {
		"branch": "main"
	},
	"indent-blankline.nvim": {
		"branch": "master"
	},
	"java-deps.nvim": {
		"branch": "master"
	},
	"kulala.nvim": {
		"branch": "main"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"lazydev.nvim": {
		"branch": "main"
	},
	"lazygit.nvim": {
		"branch": "main"
	},
	"leap.nvim": {
		"branch": "main"
	},
	"lualine.nvim": {
		"branch": "master"
	},
	"markdown-preview.nvim": {
		"branch": "master"
	},
	"mason-lspconfig.nvim": {
		"branch": "main"
	},
	"mason-nvim-dap.nvim": {
		"branch": "main"
	},
	"mason.nvim": {
		"branch": "main"
	},
	"mini.ai": {
		"branch": "main"
	},
	"mini.animate": {
		"branch": "main"
	},
	"mini.bracketed": {
		"branch": "main"
	},
	"mini.comment": {
		"branch": "main"
	},
	"mini.diff": {
		"branch": "main"
	},
	"mini.files": {
		"branch": "main"
	},
	"mini.hipatterns": {
		"branch": "main"
	},
	"mini.icons": {
		"branch": "main"
	},
	"mini.indentscope": {
		"branch": "main"
	},
	"mini.move": {
		"branch": "main"
	},
	"mini.pairs": {
		"branch": "main"
	},
	"mini.snippets": {
		"branch": "main"
	},
	"mini.surround": {
		"branch": "main"
	},
	"neoconf.nvim": {
		"branch": "main"
	},
	"neogen": {
		"branch": "main"
	},
	"neotest": {
		"branch": "master"
	},
	"neotest-jest": {
		"branch": "main"
	},
	"neotest-plenary": {
		"branch": "master"
	},
	"noice.nvim": {
		"branch": "main"
	},
	"none-ls.nvim": {
		"branch": "main"
	},
	"nui.nvim": {
		"branch": "main"
	},
	"nvim-dap": {
		"branch": "master"
	},
	"nvim-dap-ui": {
		"branch": "master"
	},
	"nvim-dap-virtual-text": {
		"branch": "master"
	},
	"nvim-jdtls": {
		"branch": "master"
	},
	"nvim-lint": {
		"branch": "master"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-navic": {
		"branch": "master"
	},
	"nvim-nio": {
		"branch": "master"
	},
	"nvim-notify": {
		"branch": "master"
	},
	"nvim-popcorn": {
		"branch": "master"
	},
	"nvim-spinetta": {
		"branch": "master"
	},
	"nvim-springtime": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "master"
	},
	"nvim-treesitter-context": {
		"branch": "master"
	},
	"nvim-treesitter-refactor": {
		"branch": "master"
	},
	"nvim-treesitter-textobjects": {
		"branch": "master"
	},
	"nvim-ts-autotag": {
		"branch": "main"
	},
	"nvim-ts-context-commentstring": {
		"branch": "main"
	},
	"one-small-step-for-vimkind": {
		"branch": "main"
	},
	"otter.nvim": {
		"branch": "main"
	},
	"overseer.nvim": {
		"branch": "master"
	},
	"persistence.nvim": {
		"branch": "main"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"project.nvim": {
		"branch": "main"
	},
	"quarto-nvim": {
		"branch": "main"
	},
	"refactoring.nvim": {
		"branch": "master"
	},
	"render-markdown.nvim": {
		"branch": "main"
	},
	"rest.nvim": {
		"branch": "main"
	},
	"smear-cursor.nvim": {
		"branch": "main"
	},
	"snacks.nvim": {
		"branch": "main"
	},
	"splitjoin.vim": {
		"branch": "main"
	},
	"springboot-nvim": {
		"branch": "main"
	},
	"supermaven-nvim": {
		"branch": "main"
	},
	"symbols-outline.nvim": {
		"branch": "master"
	},
	"todo-comments.nvim": {
		"branch": "main"
	},
	"trouble.nvim": {
		"branch": "main"
	},
	"ts-comments.nvim": {
		"branch": "main"
	},
	"vim-commentary": {
		"branch": "master"
	},
	"vim-dadbod": {
		"branch": "master"
	},
	"vim-dadbod-completion": {
		"branch": "master"
	},
	"vim-dadbod-ui": {
		"branch": "master"
	},
	"vim-illuminate": {
		"branch": "master"
	},
	"vim-repeat": {
		"branch": "master"
	},
	"vim-startuptime": {
		"branch": "master"
	},
	"which-key.nvim": {
		"branch": "main"
	},
	"yanky.nvim": {
		"branch": "main"
	},
	"zen-mode.nvim": {
		"branch": "main"
	}
}
